Repository: Yodadude/Roadkill
Catalog: Roadkill.Site/App_GlobalResources/Resx/InstallStrings.*.resx
Languages: fi_fi

# Page1_Label1
source: Thank for you downloading Roadkill .NET Wiki engine. The installer writes the settings you enter here to the web.config file (and also the database).
fi_fi: [Ŧĥäŉĸ ƒőř yőū đőŵŉľőäđįŉģ Ŗőäđĸįľľ .ŃĒŦ Ŵįĸį ęŉģįŉę. Ŧĥę įŉşŧäľľęř ŵřįŧęş ŧĥę şęŧŧįŉģş yőū ęŉŧęř ĥęřę ŧő ŧĥę ŵęþ.čőŉƒįģ ƒįľę (äŉđ äľşő ŧĥę đäŧäþäşę). !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page1_Label2
source: In order to proceed, first we need to test if you have write access to the web.config file.
fi_fi: [Ĩŉ őřđęř ŧő přőčęęđ, ƒįřşŧ ŵę ŉęęđ ŧő ŧęşŧ įƒ yőū ĥävę ŵřįŧę äččęşş ŧő ŧĥę ŵęþ.čőŉƒįģ ƒįľę. !!! !!! !!! !!! !!! !!!]

# Page1_WebConfig_Failure_Message
source: Unable to write to the web.config file.
fi_fi: [Ůŉäþľę ŧő ŵřįŧę ŧő ŧĥę ŵęþ.čőŉƒįģ ƒįľę. !!! !!!]

# Page1_WebConfig_Success_Message
source: The web.config can be written to.
fi_fi: [Ŧĥę ŵęþ.čőŉƒįģ čäŉ þę ŵřįŧŧęŉ ŧő. !!! !!!]

# Page2_Error
source: Unable to connect:
fi_fi: [Ůŉäþľę ŧő čőŉŉęčŧ: !!! !!!]

# Page2_Group1_Label
source: The name of the wiki, which appears on certain themes and in signup emails (if enabled).
fi_fi: [Ŧĥę ŉämę őƒ ŧĥę ŵįĸį, ŵĥįčĥ äppęäřş őŉ čęřŧäįŉ ŧĥęmęş äŉđ įŉ şįģŉūp ęmäįľş (įƒ ęŉäþľęđ). !!! !!! !!! !!! !!! !!!]

# Page2_Group1_Title
source: Site name
fi_fi: [Ŝįŧę ŉämę !!! !!! !!! !!! !!! !!! !!! !!!]

# Page2_Group2_Label
source: The full url of the wiki, which appears in signup and reset passwords emails (if enabled). Do not include the trailing slash.
fi_fi: [Ŧĥę ƒūľľ ūřľ őƒ ŧĥę ŵįĸį, ŵĥįčĥ äppęäřş įŉ şįģŉūp äŉđ řęşęŧ päşşŵőřđş ęmäįľş (įƒ ęŉäþľęđ). Đő ŉőŧ įŉčľūđę ŧĥę ŧřäįľįŉģ şľäşĥ. !!! !!! !!! !!! !!! !!! !!! !!!]

# Page2_Group2_Title
source: Site url
fi_fi: [Ŝįŧę ūřľ !!! !!! !!! !!! !!! !!! !!!]

# Page2_Group3_Label
source: You will need to create the database first if you are using a named instance. Below are a few examples, use the second option is you are using shared hosting without any SQL Server hosting.
fi_fi: [Ÿőū ŵįľľ ŉęęđ ŧő čřęäŧę ŧĥę đäŧäþäşę ƒįřşŧ įƒ yőū äřę ūşįŉģ ä ŉämęđ įŉşŧäŉčę. ßęľőŵ äřę ä ƒęŵ ęχämpľęş, ūşę ŧĥę şęčőŉđ őpŧįőŉ įş yőū äřę ūşįŉģ şĥäřęđ ĥőşŧįŉģ ŵįŧĥőūŧ äŉy ŜQĿ Ŝęřvęř ĥőşŧįŉģ. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page2_Group3_Label2
source: Example connection strings
fi_fi: [Ēχämpľę čőŉŉęčŧįőŉ şŧřįŉģş !!! !!!]

# Page2_Group3_Label3
source: Database type
fi_fi: [Đäŧäþäşę ŧypę !!! !!!]

# Page2_Group3_Title
source: Database connection string
fi_fi: [Đäŧäþäşę čőŉŉęčŧįőŉ şŧřįŉģ !!! !!!]

# Page2_Label1
source: Below are some required settings for Roadkill to work correctly. You can change these later via the settings page as an admin.
fi_fi: [ßęľőŵ äřę şőmę řęqūįřęđ şęŧŧįŉģş ƒőř Ŗőäđĸįľľ ŧő ŵőřĸ čőřřęčŧľy. Ÿőū čäŉ čĥäŉģę ŧĥęşę ľäŧęř vįä ŧĥę şęŧŧįŉģş päģę äş äŉ äđmįŉ. !!! !!! !!! !!! !!! !!! !!! !!!]

# Page2_Success
source: The database connection is was successful.
fi_fi: [Ŧĥę đäŧäþäşę čőŉŉęčŧįőŉ įş ŵäş şūččęşşƒūľ. !!! !!!]

# Page3_AD_Error
source: Unable to query:
fi_fi: [Ůŉäþľę ŧő qūęřy: !!! !!!]

# Page3_AD_Group1_Label1
source: This should be in the format LDAP://mydc01.company.internal (it should be uppercase LDAP) where mydc01 is your domain controller and 'company' and 'internal' are the dns suffixes for your network. This can also be an IP address. You can usually get this information by running "ipconfig".
fi_fi: [Ŧĥįş şĥőūľđ þę įŉ ŧĥę ƒőřmäŧ ĿĐÅP://myđč01.čőmpäŉy.įŉŧęřŉäľ (įŧ şĥőūľđ þę ūppęřčäşę ĿĐÅP) ŵĥęřę myđč01 įş yőūř đőmäįŉ čőŉŧřőľľęř äŉđ 'čőmpäŉy' äŉđ 'įŉŧęřŉäľ' äřę ŧĥę đŉş şūƒƒįχęş ƒőř yőūř ŉęŧŵőřĸ. Ŧĥįş čäŉ äľşő þę äŉ ĨP äđđřęşş. Ÿőū čäŉ ūşūäľľy ģęŧ ŧĥįş įŉƒőřmäŧįőŉ þy řūŉŉįŉģ "įpčőŉƒįģ". !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_AD_Group1_Label2
source: The connection string supports OU specifiers however doing it this way can cause issues. If you are unsure about this setting, it's recommended you download AD Explorer first.
fi_fi: [Ŧĥę čőŉŉęčŧįőŉ şŧřįŉģ şūppőřŧş ØŮ şpęčįƒįęřş ĥőŵęvęř đőįŉģ įŧ ŧĥįş ŵäy čäŉ čäūşę įşşūęş. Ĩƒ yőū äřę ūŉşūřę äþőūŧ ŧĥįş şęŧŧįŉģ, įŧ'ş řęčőmmęŉđęđ yőū đőŵŉľőäđ ÅĐ Ēχpľőřęř ƒįřşŧ. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_AD_Group1_Label3
source: Enter a username and password if the user that the app pool is running under does not have read access to Active Directory. This is useful if your domain is a separate forest from the main domain (i.e. another branch office).
fi_fi: [Ēŉŧęř ä ūşęřŉämę äŉđ päşşŵőřđ įƒ ŧĥę ūşęř ŧĥäŧ ŧĥę äpp pőőľ įş řūŉŉįŉģ ūŉđęř đőęş ŉőŧ ĥävę řęäđ äččęşş ŧő Åčŧįvę Đįřęčŧőřy. Ŧĥįş įş ūşęƒūľ įƒ yőūř đőmäįŉ įş ä şępäřäŧę ƒőřęşŧ ƒřőm ŧĥę mäįŉ đőmäįŉ (į.ę. äŉőŧĥęř þřäŉčĥ őƒƒįčę). !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_AD_Group1_Title
source: Active Directory LDAP connection string
fi_fi: [Åčŧįvę Đįřęčŧőřy ĿĐÅP čőŉŉęčŧįőŉ şŧřįŉģ !!! !!!]

# Page3_AD_Group2_Label
source: This is the security group that users should belong to in order to be editors (people who can edit and create pages). The test button uses the connection settings entered above.
fi_fi: [Ŧĥįş įş ŧĥę şęčūřįŧy ģřőūp ŧĥäŧ ūşęřş şĥőūľđ þęľőŉģ ŧő įŉ őřđęř ŧő þę ęđįŧőřş (pęőpľę ŵĥő čäŉ ęđįŧ äŉđ čřęäŧę päģęş). Ŧĥę ŧęşŧ þūŧŧőŉ ūşęş ŧĥę čőŉŉęčŧįőŉ şęŧŧįŉģş ęŉŧęřęđ äþővę. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_AD_Group2_Title
source: Editor group name
fi_fi: [Ēđįŧőř ģřőūp ŉämę !!! !!!]

# Page3_AD_Group3_Label
source: This is the security group that users should belong to in order to be admins. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.The test button uses the connection settings entered above.
fi_fi: [Ŧĥįş įş ŧĥę şęčūřįŧy ģřőūp ŧĥäŧ ūşęřş şĥőūľđ þęľőŉģ ŧő įŉ őřđęř ŧő þę äđmįŉş. Åđmįŉş ĥävę ŧĥę şämę řįģĥŧş äş ęđįŧőřş, þūŧ äľşő ĥävę äččęşş ŧő čőŉƒįģūřäŧįőŉ şęŧŧįŉģş äŉđ ŧőőľş ƒőř ŧĥę şįŧę.Ŧĥę ŧęşŧ þūŧŧőŉ ūşęş ŧĥę čőŉŉęčŧįőŉ şęŧŧįŉģş ęŉŧęřęđ äþővę. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_AD_Group3_Title
source: Admin group name
fi_fi: [Åđmįŉ ģřőūp ŉämę !!! !!!]

# Page3_AD_Success
source: The group was queried sucessfully.
fi_fi: [Ŧĥę ģřőūp ŵäş qūęřįęđ şūčęşşƒūľľy. !!! !!!]

# Page3_DB_Group1_Label1
source: This is the name of the editor role - people who can edit and create pages.
fi_fi: [Ŧĥįş įş ŧĥę ŉämę őƒ ŧĥę ęđįŧőř řőľę - pęőpľę ŵĥő čäŉ ęđįŧ äŉđ čřęäŧę päģęş. !!! !!! !!! !!! !!!]

# Page3_DB_Group1_Title
source: Editor role name
fi_fi: [Ēđįŧőř řőľę ŉämę !!! !!!]

# Page3_DB_Group2_Label1
source: This is the name of the admin role. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.
fi_fi: [Ŧĥįş įş ŧĥę ŉämę őƒ ŧĥę äđmįŉ řőľę. Åđmįŉş ĥävę ŧĥę şämę řįģĥŧş äş ęđįŧőřş, þūŧ äľşő ĥävę äččęşş ŧő čőŉƒįģūřäŧįőŉ şęŧŧįŉģş äŉđ ŧőőľş ƒőř ŧĥę şįŧę. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_DB_Group2_Title
source: Admin role name
fi_fi: [Åđmįŉ řőľę ŉämę !!! !!!]

# Page3_DB_Group3_Label1
source: Check this option if you want to allow people to signup as a new users. If left unchecked, only admins will be able to create new users.
fi_fi: [Cĥęčĸ ŧĥįş őpŧįőŉ įƒ yőū ŵäŉŧ ŧő äľľőŵ pęőpľę ŧő şįģŉūp äş ä ŉęŵ ūşęřş. Ĩƒ ľęƒŧ ūŉčĥęčĸęđ, őŉľy äđmįŉş ŵįľľ þę äþľę ŧő čřęäŧę ŉęŵ ūşęřş. !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_DB_Group3_Label2
source: Allow new user signups.
fi_fi: [Åľľőŵ ŉęŵ ūşęř şįģŉūpş. !!! !!!]

# Page3_DB_Group3_Title
source: Allow user signups
fi_fi: [Åľľőŵ ūşęř şįģŉūpş !!! !!!]

# Page3_DB_Group4_Label1
source: If you are allowing user signups, it's recommended that you also enable Recaptcha support. This is a free anti-spam bot service provided by Google, you will need to signup and copy your public and private key into the fields below. Signup here - you will need to create a google account first.
fi_fi: [Ĩƒ yőū äřę äľľőŵįŉģ ūşęř şįģŉūpş, įŧ'ş řęčőmmęŉđęđ ŧĥäŧ yőū äľşő ęŉäþľę Ŗęčäpŧčĥä şūppőřŧ. Ŧĥįş įş ä ƒřęę äŉŧį-şpäm þőŧ şęřvįčę přővįđęđ þy Ğőőģľę, yőū ŵįľľ ŉęęđ ŧő şįģŉūp äŉđ čőpy yőūř pūþľįč äŉđ přįväŧę ĸęy įŉŧő ŧĥę ƒįęľđş þęľőŵ. Ŝįģŉūp ĥęřę - yőū ŵįľľ ŉęęđ ŧő čřęäŧę ä ģőőģľę äččőūŉŧ ƒįřşŧ. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_DB_Group4_Label2
source: Enable Recaptcha anti-spam service.
fi_fi: [Ēŉäþľę Ŗęčäpŧčĥä äŉŧį-şpäm şęřvįčę. !!! !!!]

# Page3_DB_Group4_Label3
source: Public key
fi_fi: [Pūþľįč ĸęy !!! !!!]

# Page3_DB_Group4_Label4
source: Private key
fi_fi: [Přįväŧę ĸęy !!! !!!]

# Page3_DB_Group4_Title
source: Enable Recaptcha
fi_fi: [Ēŉäþľę Ŗęčäpŧčĥä !!! !!!]

# Page3_DB_Group5_Label1
source: This is the email address for the admin user. You can add more admins in the settings page, so this user does not 'own' the site
fi_fi: [Ŧĥįş įş ŧĥę ęmäįľ äđđřęşş ƒőř ŧĥę äđmįŉ ūşęř. Ÿőū čäŉ äđđ mőřę äđmįŉş įŉ ŧĥę şęŧŧįŉģş päģę, şő ŧĥįş ūşęř đőęş ŉőŧ 'őŵŉ' ŧĥę şįŧę !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page3_DB_Group5_Title
source: Admin email
fi_fi: [Åđmįŉ ęmäįľ !!! !!!]

# Page3_DB_Group6_Label1
source: This is the password for the admin user.
fi_fi: [Ŧĥįş įş ŧĥę päşşŵőřđ ƒőř ŧĥę äđmįŉ ūşęř. !!! !!!]

# Page3_DB_Group6_Title
source: Admin password
fi_fi: [Åđmįŉ päşşŵőřđ !!! !!!]

# Page3_Group1_Label
source: Use windows authentication
fi_fi: [Ůşę ŵįŉđőŵş äūŧĥęŉŧįčäŧįőŉ !!! !!!]

# Page3_Group1_Title
source: Windows authentication
fi_fi: [Ŵįŉđőŵş äūŧĥęŉŧįčäŧįőŉ !!! !!!]

# Page3_Label1
source: Do you want to users to be authenticated against an Active Directory using Windows authentication?
fi_fi: [Đő yőū ŵäŉŧ ŧő ūşęřş ŧő þę äūŧĥęŉŧįčäŧęđ äģäįŉşŧ äŉ Åčŧįvę Đįřęčŧőřy ūşįŉģ Ŵįŉđőŵş äūŧĥęŉŧįčäŧįőŉ? !!! !!! !!! !!! !!! !!!]

# Page4_Group1_Error
source: Unable to write to the folder:
fi_fi: [Ůŉäþľę ŧő ŵřįŧę ŧő ŧĥę ƒőľđęř: !!! !!!]

# Page4_Group1_Label1
source: This is the directory where all files are uploaded to. This directory will need write permission by the user that the app pool runs under. Most of the time you shouldn't have to worry about changing the permissions for the folder, as they will be inherited from the parent folder.
fi_fi: [Ŧĥįş įş ŧĥę đįřęčŧőřy ŵĥęřę äľľ ƒįľęş äřę ūpľőäđęđ ŧő. Ŧĥįş đįřęčŧőřy ŵįľľ ŉęęđ ŵřįŧę pęřmįşşįőŉ þy ŧĥę ūşęř ŧĥäŧ ŧĥę äpp pőőľ řūŉş ūŉđęř. Mőşŧ őƒ ŧĥę ŧįmę yőū şĥőūľđŉ'ŧ ĥävę ŧő ŵőřřy äþőūŧ čĥäŉģįŉģ ŧĥę pęřmįşşįőŉş ƒőř ŧĥę ƒőľđęř, äş ŧĥęy ŵįľľ þę įŉĥęřįŧęđ ƒřőm ŧĥę päřęŉŧ ƒőľđęř. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page4_Group1_Label2
source: Make sure the folder path begins with "~/" for the website root. You should check the folder can be accessed by the browser as well as the being writeable to, as folders such as App_Data and bin can be written to but will not show any images stored there.
fi_fi: [Mäĸę şūřę ŧĥę ƒőľđęř päŧĥ þęģįŉş ŵįŧĥ "~/" ƒőř ŧĥę ŵęþşįŧę řőőŧ. Ÿőū şĥőūľđ čĥęčĸ ŧĥę ƒőľđęř čäŉ þę äččęşşęđ þy ŧĥę þřőŵşęř äş ŵęľľ äş ŧĥę þęįŉģ ŵřįŧęäþľę ŧő, äş ƒőľđęřş şūčĥ äş Åpp_Đäŧä äŉđ þįŉ čäŉ þę ŵřįŧŧęŉ ŧő þūŧ ŵįľľ ŉőŧ şĥőŵ äŉy įmäģęş şŧőřęđ ŧĥęřę. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page4_Group1_Success
source: The folder exists and can be written to.
fi_fi: [Ŧĥę ƒőľđęř ęχįşŧş äŉđ čäŉ þę ŵřįŧŧęŉ ŧő. !!! !!!]

# Page4_Group1_Title
source: Attachments folder
fi_fi: [Åŧŧäčĥmęŉŧş ƒőľđęř !!! !!!]

# Page4_Group2_Label1
source: These are the file extensions that can be uploaded.
fi_fi: [Ŧĥęşę äřę ŧĥę ƒįľę ęχŧęŉşįőŉş ŧĥäŧ čäŉ þę ūpľőäđęđ. !!! !!! !!!]

# Page4_Group2_Title
source: Allowed extensions
fi_fi: [Åľľőŵęđ ęχŧęŉşįőŉş !!! !!!]

# Page4_Group3_Label1
source: This is the markup format that is used. Roadkill currently supports the following values: Creole, Markdown, Mediawiki.
fi_fi: [Ŧĥįş įş ŧĥę mäřĸūp ƒőřmäŧ ŧĥäŧ įş ūşęđ. Ŗőäđĸįľľ čūřřęŉŧľy şūppőřŧş ŧĥę ƒőľľőŵįŉģ väľūęş: Cřęőľę, Mäřĸđőŵŉ, Męđįäŵįĸį. !!! !!! !!! !!! !!! !!! !!! !!!]

# Page4_Group3_Label2
source: Creole is the recommended format.
fi_fi: [Cřęőľę įş ŧĥę řęčőmmęŉđęđ ƒőřmäŧ. !!! !!!]

# Page4_Group3_Title
source: Markup type
fi_fi: [Mäřĸūp ŧypę !!! !!!]

# Page4_Group4_Label1
source: This is the markup format that is used. Roadkill currently supports the following values: Creole, Markdown, Mediawiki.
fi_fi: [Ŧĥįş įş ŧĥę mäřĸūp ƒőřmäŧ ŧĥäŧ įş ūşęđ. Ŗőäđĸįľľ čūřřęŉŧľy şūppőřŧş ŧĥę ƒőľľőŵįŉģ väľūęş: Cřęőľę, Mäřĸđőŵŉ, Męđįäŵįĸį. !!! !!! !!! !!! !!! !!! !!! !!!]

# Page4_Group4_Title
source: Markup type
fi_fi: [Mäřĸūp ŧypę !!! !!!]

# Page4_Group5_Label1
source: Roadkill uses NHibernate caching along with ASP.NET's output caching. It's recommended that you enable caching to increase the responsiveness of the site. Database caching is not currently supported for for web gardens or web farms.
fi_fi: [Ŗőäđĸįľľ ūşęş ŃĦįþęřŉäŧę čäčĥįŉģ äľőŉģ ŵįŧĥ ÅŜP.ŃĒŦ'ş őūŧpūŧ čäčĥįŉģ. Ĩŧ'ş řęčőmmęŉđęđ ŧĥäŧ yőū ęŉäþľę čäčĥįŉģ ŧő įŉčřęäşę ŧĥę řęşpőŉşįvęŉęşş őƒ ŧĥę şįŧę. Đäŧäþäşę čäčĥįŉģ įş ŉőŧ čūřřęŉŧľy şūppőřŧęđ ƒőř ƒőř ŵęþ ģäřđęŉş őř ŵęþ ƒäřmş. !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!! !!!]

# Page4_Group5_Label2
source: This setting only affects database caching, you will need to manually disable output caching in the web.config.
fi_fi: [Ŧĥįş şęŧŧįŉģ őŉľy äƒƒęčŧş đäŧäþäşę čäčĥįŉģ, yőū ŵįľľ ŉęęđ ŧő mäŉūäľľy đįşäþľę őūŧpūŧ čäčĥįŉģ įŉ ŧĥę ŵęþ.čőŉƒįģ. !!! !!! !!! !!! !!! !!! !!!]

# Page4_Group5_Label3
source: Enable cache
fi_fi: [Ēŉäþľę čäčĥę !!! !!!]

# Page4_Group5_Label4
source: Cache text content
fi_fi: [Cäčĥę ŧęχŧ čőŉŧęŉŧ !!! !!!]

# Page4_Group5_Label5
source: Unchecking "Cache text content" will mean each page's textual content is loaded from the database.
fi_fi: [Ůŉčĥęčĸįŉģ "Cäčĥę ŧęχŧ čőŉŧęŉŧ" ŵįľľ męäŉ ęäčĥ päģę'ş ŧęχŧūäľ čőŉŧęŉŧ įş ľőäđęđ ƒřőm ŧĥę đäŧäþäşę. !!! !!! !!! !!! !!! !!!]

# Page4_Group5_Title
source: Cache
fi_fi: [Cäčĥę !!! !!! !!! !!!]

# Page4_Label1
source: Almost done...Finally some extra tweakable settings.
fi_fi: [Åľmőşŧ đőŉę...Fįŉäľľy şőmę ęχŧřä ŧŵęäĸäþľę şęŧŧįŉģş. !!! !!! !!!]

# Page5_Error_Label1
source: Please go back through the installation steps and check your settings. The error message was
fi_fi: [Pľęäşę ģő þäčĸ ŧĥřőūģĥ ŧĥę įŉşŧäľľäŧįőŉ şŧępş äŉđ čĥęčĸ yőūř şęŧŧįŉģş. Ŧĥę ęřřőř męşşäģę ŵäş !!! !!! !!! !!! !!! !!!]

# Page5_Error_Title
source: An error occurred during the install
fi_fi: [Åŉ ęřřőř őččūřřęđ đūřįŉģ ŧĥę įŉşŧäľľ !!! !!!]

# Page5_Success_Label1
source: Continue to the site
fi_fi: [Cőŉŧįŉūę ŧő ŧĥę şįŧę !!! !!!]

# Page5_Success_Title
source: Installation successful
fi_fi: [Ĩŉşŧäľľäŧįőŉ şūččęşşƒūľ !!! !!!]

# Shared_BackButton
source: Back
fi_fi: [ßäčĸ !!! !!! !!!]

# Shared_Failure
source: Failure!
fi_fi: [Fäįľūřę! !!! !!! !!! !!! !!! !!! !!!]

# Shared_NextButton
source: Next
fi_fi: [Ńęχŧ !!! !!! !!!]

# Shared_Stage1
source: Welcome
fi_fi: [Ŵęľčőmę !!! !!! !!! !!! !!! !!!]

# Shared_Stage2
source: Database
fi_fi: [Đäŧäþäşę !!! !!! !!! !!! !!! !!! !!!]

# Shared_Stage3
source: Security
fi_fi: [Ŝęčūřįŧy !!! !!! !!! !!! !!! !!! !!!]

# Shared_Stage4
source: Extras
fi_fi: [Ēχŧřäş !!! !!! !!! !!! !!!]

# Shared_Stage5
source: Finished
fi_fi: [Fįŉįşĥęđ !!! !!! !!! !!! !!! !!! !!!]

# Shared_Success
source: Success!
fi_fi: [Ŝūččęşş! !!! !!! !!! !!! !!! !!! !!!]

# Shared_TestButton
source: Test
fi_fi: [Ŧęşŧ !!! !!! !!!]
