Repository: Yodadude/Roadkill
Catalog: Roadkill.Core/Localization/Resx/SiteStrings.*.resx
Languages: fi_fi

# SiteSettings_Users_AddUserDialog_Help
source: For existing users, leave the password fields blank to change just the username.
fi_fi: [Főř ęχįşŧįŉģ ūşęřş, ľęävę ŧĥę päşşŵőřđ ƒįęľđş þľäŉĸ ŧő čĥäŉģę ĵūşŧ ŧĥę ūşęřŉämę.]

# SiteSettings_Users_Admins
source: Admins
fi_fi: [Åđmįŉş]

# SiteSettings_Users_ColumnHeader_Email
source: Email
fi_fi: [Ēmäįľ]

# SiteSettings_Users_ColumnHeader_Username
source: Username
fi_fi: [Ůşęřŉämę]

# SiteSettings_Users_Editors
source: Editors
fi_fi: [Ēđįŧőřş]

# SiteSettings_Users_EditUser_Error
source: Updating the user failed.
fi_fi: [Ůpđäŧįŉģ ŧĥę ūşęř ƒäįľęđ.]

# SiteSettings_Users_EditUserDialog_Title
source: Edit user
fi_fi: [Ēđįŧ ūşęř]

# SiteSettings_Users_NewAdmin
source: New admin user
fi_fi: [Ńęŵ äđmįŉ ūşęř]

# SiteSettings_Users_NewEditor
source: New editor user
fi_fi: [Ńęŵ ęđįŧőř ūşęř]

# SiteSettings_Users_Title
source: Site users
fi_fi: [Ŝįŧę ūşęřş]

# SiteSettings_Validation_AttachmentsEmpty
source: The attachments folder is empty.
fi_fi: [Ŧĥę äŧŧäčĥmęŉŧş ƒőľđęř įş ęmpŧy.]

# SiteSettings_Validation_ConnectionEmpty
source: The connection string is empty.
fi_fi: [Ŧĥę čőŉŉęčŧįőŉ şŧřįŉģ įş ęmpŧy.]

# SiteSettings_Validation_MarkupTypeEmpty
source: The markup type is empty.
fi_fi: [Ŧĥę mäřĸūp ŧypę įş ęmpŧy.]

# SiteSettings_Validation_SiteNameEmpty
source: The sitename is empty.
fi_fi: [Ŧĥę şįŧęŉämę įş ęmpŧy.]

# SiteSettings_Validation_SiteUrlEmpty
source: The site url is empty.
fi_fi: [Ŧĥę şįŧę ūřľ įş ęmpŧy.]

# SiteSettings_Validation_ThemeEmpty
source: The theme is empty.
fi_fi: [Ŧĥę ŧĥęmę įş ęmpŧy.]

# User_Validation_Email
source: The email field is required.
fi_fi: [Ŧĥę ęmäįľ ƒįęľđ įş řęqūįřęđ.]

# User_Validation_EmailExists
source: The email {0} already exists.
fi_fi: [Ŧĥę ęmäįľ {0} äľřęäđy ęχįşŧş.]

# User_Validation_PasswordsDontMatch
source: The passwords don't match.
fi_fi: [Ŧĥę päşşŵőřđş đőŉ'ŧ mäŧčĥ.]

# User_Validation_PasswordTooShort
source: The password is less than {0} characters
fi_fi: [Ŧĥę päşşŵőřđ įş ľęşş ŧĥäŉ {0} čĥäřäčŧęřş]

# User_Validation_Username
source: The username field is required.
fi_fi: [Ŧĥę ūşęřŉämę ƒįęľđ įş řęqūįřęđ.]

# User_Validation_UsernameEmpty
source: The The username is empty.
fi_fi: [Ŧĥę Ŧĥę ūşęřŉämę įş ęmpŧy.]

# User_Validation_UsernameExists
source: The username {0} already exists.
fi_fi: [Ŧĥę ūşęřŉämę {0} äľřęäđy ęχįşŧş.]

# Version_BackLink
source: back
fi_fi: [þäčĸ]

# Version_Title
source: Version {0}
fi_fi: [Vęřşįőŉ {0}]
