Repository: Yodadude/Roadkill
Catalog: Roadkill.Core/Localization/Resx/SiteStrings.*.resx
Languages: fi_fi

# Activate_Error
source: There was a problem activating your account. It may have already been activated.
fi_fi: [Ŧĥęřę ŵäş ä přőþľęm äčŧįväŧįŉģ yőūř äččőūŉŧ. Ĩŧ mäy ĥävę äľřęäđy þęęŉ äčŧįväŧęđ.]

# Activate_Error_Title
source: Activation was unsuccessful
fi_fi: [Åčŧįväŧįőŉ ŵäş ūŉşūččęşşƒūľ]

# Activate_Label
source: Your account has been sucessfully activated.
fi_fi: [Ÿőūř äččőūŉŧ ĥäş þęęŉ şūčęşşƒūľľy äčŧįväŧęđ.]

# Activate_Link
source: Click here to login
fi_fi: [Cľįčĸ ĥęřę ŧő ľőģįŉ]

# Activate_Success_Title
source: Activation successful
fi_fi: [Åčŧįväŧįőŉ şūččęşşƒūľ]

# Activate_Title
source: Account Activation
fi_fi: [Åččőūŉŧ Åčŧįväŧįőŉ]

# AllPages_NoPages
source: No pages found.
fi_fi: [Ńő päģęş ƒőūŉđ.]

# AllPages_Title
source: All Pages
fi_fi: [Åľľ Päģęş]

# AllTags_NoResults
source: No tags found.
fi_fi: [Ńő ŧäģş ƒőūŉđ.]

# AllTags_Title
source: All Tags
fi_fi: [Åľľ Ŧäģş]

# Button_Cancel
source: Cancel
fi_fi: [Cäŉčęľ]

# Button_Import
source: Import
fi_fi: [Ĩmpőřŧ]

# Button_Login
source: Login
fi_fi: [Ŀőģįŉ]

# Button_Preview
source: Preview
fi_fi: [Přęvįęŵ]

# Button_Rename
source: Rename
fi_fi: [Ŗęŉämę]

# Button_Save
source: Save
fi_fi: [Ŝävę]

# Button_Search
source: Search
fi_fi: [Ŝęäřčĥ]

# Button_Upload
source: Upload
fi_fi: [Ůpľőäđ]

# EditPage_AdminOnly
source: This page can only be edited by administrators.
fi_fi: [Ŧĥįş päģę čäŉ őŉľy þę ęđįŧęđ þy äđmįŉįşŧřäŧőřş.]

# EditPage_Error
source: Unable to save the page:
fi_fi: [Ůŉäþľę ŧő şävę ŧĥę päģę:]

# EditPage_LinkText_PlaceHolder
source: Link text
fi_fi: [Ŀįŉĸ ŧęχŧ]

# EditPage_LinkUrl_PlaceHolder
source: enter url or page name
fi_fi: [ęŉŧęř ūřľ őř päģę ŉämę]

# EditPage_Preview
source: Preview
fi_fi: [Přęvįęŵ]

# EditPage_Tags_Label
source: Tags
fi_fi: [Ŧäģş]

# EditPage_Title
source: Add/edit page
fi_fi: [Åđđ/ęđįŧ päģę]

# EditPage_Title_Label
source: Title
fi_fi: [Ŧįŧľę]

# FileExplorer_Button_Create
source: Create
fi_fi: [Cřęäŧę]

# FileExplorer_Button_Select
source: select
fi_fi: [şęľęčŧ]

# FileExplorer_Button_Upload
source: Upload
fi_fi: [Ůpľőäđ]

# FileExplorer_ChooseFile
source: Choose a file
fi_fi: [Cĥőőşę ä ƒįľę]

# FileExplorer_Error_BadExtension
source: Files with the extension '{0}' are not allowed to be uploaded
fi_fi: [Fįľęş ŵįŧĥ ŧĥę ęχŧęŉşįőŉ '{0}' äřę ŉőŧ äľľőŵęđ ŧő þę ūpľőäđęđ]

# FileExplorer_Error_DeleteFile
source: An error occurred deleting the file: {0}
fi_fi: [Åŉ ęřřőř őččūřřęđ đęľęŧįŉģ ŧĥę ƒįľę: {0}]

# FileExplorer_Error_FileUpload
source: An error occurred uploading the file: {0}
fi_fi: [Åŉ ęřřőř őččūřřęđ ūpľőäđįŉģ ŧĥę ƒįľę: {0}]

# FileExplorer_Error_NewDirectory
source: An error occurred creating the directory: {0}
fi_fi: [Åŉ ęřřőř őččūřřęđ čřęäŧįŉģ ŧĥę đįřęčŧőřy: {0}]

# FileExplorer_FolderName
source: Folder name:
fi_fi: [Főľđęř ŉämę:]

# FileExplorer_NewDirectory
source: New directory
fi_fi: [Ńęŵ đįřęčŧőřy]

# FileExplorer_Title
source: File explorer
fi_fi: [Fįľę ęχpľőřęř]

# FileExplorer_Upload
source: Upload a file
fi_fi: [Ůpľőäđ ä ƒįľę]

# History_EditedBy
source: Edited by
fi_fi: [Ēđįŧęđ þy]

# History_EditedOn
source: Edited on
fi_fi: [Ēđįŧęđ őŉ]

# History_RevertLink
source: Revert
fi_fi: [Ŗęvęřŧ]

# History_Title
source: Page history
fi_fi: [Päģę ĥįşŧőřy]

# History_Version
source: Version
fi_fi: [Vęřşįőŉ]

# Login_Error
source: The username/password is incorrect
fi_fi: [Ŧĥę ūşęřŉämę/päşşŵőřđ įş įŉčőřřęčŧ]

# Login_ForgottenPassword
source: Forgotten your password?
fi_fi: [Főřģőŧŧęŉ yőūř päşşŵőřđ?]

# Login_Title
source: Login
fi_fi: [Ŀőģįŉ]

# Login_Unsuccessful_Title
source: Login was unsuccessful
fi_fi: [Ŀőģįŉ ŵäş ūŉşūččęşşƒūľ]

# Navigation_AllPages
source: All pages
fi_fi: [Åľľ päģęş]

# Navigation_Categories
source: Categories
fi_fi: [Cäŧęģőřįęş]

# Navigation_Delete
source: Delete
fi_fi: [Đęľęŧę]

# Navigation_Edit
source: Edit
fi_fi: [Ēđįŧ]

# Navigation_History
source: History
fi_fi: [Ħįşŧőřy]

# Navigation_Login
source: Login
fi_fi: [Ŀőģįŉ]

# Navigation_Logout
source: Logout
fi_fi: [Ŀőģőūŧ]

# Navigation_MainPage
source: Main Page
fi_fi: [Mäįŉ Päģę]

# Navigation_NewPage
source: New page
fi_fi: [Ńęŵ päģę]

# Navigation_Register
source: Register
fi_fi: [Ŗęģįşŧęř]

# Navigation_SiteSettings
source: Site settings
fi_fi: [Ŝįŧę şęŧŧįŉģş]

# Navigation_ViewHistory
source: View History
fi_fi: [Vįęŵ Ħįşŧőřy]

# NoMainPage_Label
source: To set a main page, create a page and assign the tag 'homepage' to it.
fi_fi: [Ŧő şęŧ ä mäįŉ päģę, čřęäŧę ä päģę äŉđ äşşįģŉ ŧĥę ŧäģ 'ĥőmępäģę' ŧő įŧ. ]

# NoMainPage_Title
source: You have no mainpage set
fi_fi: [Ÿőū ĥävę ŉő mäįŉpäģę şęŧ]

# Page_Info_CreatedBy
source: Created by:
fi_fi: [Cřęäŧęđ þy:]

# Page_Info_CreatedOn
source: Created on:
fi_fi: [Cřęäŧęđ őŉ:]

# Page_Info_ModifiedBy
source: Last modified by:
fi_fi: [Ŀäşŧ mőđįƒįęđ þy:]

# Page_Info_ModifiedOn
source: Last modified on:
fi_fi: [Ŀäşŧ mőđįƒįęđ őŉ:]

# Page_Validation_Title
source: The title field is required.
fi_fi: [Ŧĥę ŧįŧľę ƒįęľđ įş řęqūįřęđ.]

# Pages_ForTag
source: All pages for tag {0}
fi_fi: [Åľľ päģęş ƒőř ŧäģ {0}]

# Pages_ForTag_NoPages
source: No pages for {0}
fi_fi: [Ńő päģęş ƒőř {0}]

# Pages_ForUser
source: All pages created by {0}
fi_fi: [Åľľ päģęş čřęäŧęđ þy {0}]

# Pages_ForUser_NoPages
source: {0} hasn't created any pages yet.
fi_fi: [{0} ĥäşŉ'ŧ čřęäŧęđ äŉy päģęş yęŧ.]

# Profile_Error
source: An error occurred updating your profile
fi_fi: [Åŉ ęřřőř őččūřřęđ ūpđäŧįŉģ yőūř přőƒįľę]

# Profile_Title
source: Profile
fi_fi: [Přőƒįľę]

# ResetPassword_Button
source: Reset password
fi_fi: [Ŗęşęŧ päşşŵőřđ]

# ResetPassword_Complete_Label
source: Please enter your new password.
fi_fi: [Pľęäşę ęŉŧęř yőūř ŉęŵ päşşŵőřđ.]

# ResetPassword_EmailSent_Label
source: Thank you, an email has been sent to {0} with details on how to reset your password.
fi_fi: [Ŧĥäŉĸ yőū, äŉ ęmäįľ ĥäş þęęŉ şęŉŧ ŧő {0} ŵįŧĥ đęŧäįľş őŉ ĥőŵ ŧő řęşęŧ yőūř päşşŵőřđ.]

# ResetPassword_EmailSent_Title
source: Your password reset request was sent.
fi_fi: [Ÿőūř päşşŵőřđ řęşęŧ řęqūęşŧ ŵäş şęŉŧ.]

# ResetPassword_Error
source: The passwords do not match, or are too short
fi_fi: [Ŧĥę päşşŵőřđş đő ŉőŧ mäŧčĥ, őř äřę ŧőő şĥőřŧ]

# ResetPassword_Error_EmailNotFound
source: The email address could not be found
fi_fi: [Ŧĥę ęmäįľ äđđřęşş čőūľđ ŉőŧ þę ƒőūŉđ]

# ResetPassword_Error_MissingEmail
source: Please enter an email address
fi_fi: [Pľęäşę ęŉŧęř äŉ ęmäįľ äđđřęşş]

# ResetPassword_Error_ServerError
source: The password reset failed from a server error.
fi_fi: [Ŧĥę päşşŵőřđ řęşęŧ ƒäįľęđ ƒřőm ä şęřvęř ęřřőř.]

# ResetPassword_Invalid_Label
source: The password reset key is no longer valid.
fi_fi: [Ŧĥę päşşŵőřđ řęşęŧ ĸęy įş ŉő ľőŉģęř väľįđ.]

# ResetPassword_Invalid_Title
source: Reset password invalid.
fi_fi: [Ŗęşęŧ päşşŵőřđ įŉväľįđ.]

# ResetPassword_Label
source: Enter your email below to reset your password. You will then receive an email with a link to reset your password.
fi_fi: [Ēŉŧęř yőūř ęmäįľ þęľőŵ ŧő řęşęŧ yőūř päşşŵőřđ. Ÿőū ŵįľľ ŧĥęŉ řęčęįvę äŉ ęmäįľ ŵįŧĥ ä ľįŉĸ ŧő řęşęŧ yőūř päşşŵőřđ.]

# ResetPassword_Successful_Label
source: Your password was sucessfully reset.
fi_fi: [Ÿőūř päşşŵőřđ ŵäş şūčęşşƒūľľy řęşęŧ.]

# ResetPassword_Successful_Title
source: Reset password successful.
fi_fi: [Ŗęşęŧ päşşŵőřđ şūččęşşƒūľ.]

# ResetPassword_Title
source: Reset your password.
fi_fi: [Ŗęşęŧ yőūř päşşŵőřđ.]

# Search_NoResults
source: Your search '{0}' did not match any pages
fi_fi: [Ÿőūř şęäřčĥ '{0}' đįđ ŉőŧ mäŧčĥ äŉy päģęş]

# Search_PlaceHolder
source: Enter text to search
fi_fi: [Ēŉŧęř ŧęχŧ ŧő şęäřčĥ]

# Search_Results
source: Search results for '{0}'
fi_fi: [Ŝęäřčĥ řęşūľŧş ƒőř '{0}']

# Shared_ConfirmLink
source: Confirm
fi_fi: [Cőŉƒįřm]

# Shared_DeleteLink
source: Delete
fi_fi: [Đęľęŧę]

# Shared_EditLink
source: Edit
fi_fi: [Ēđįŧ]

# Shared_Email_Label
source: Email:
fi_fi: [Ēmäįľ:]

# Shared_Error
source: An error occurred:
fi_fi: [Åŉ ęřřőř őččūřřęđ:]

# Shared_Firstname
source: First name:
fi_fi: [Fįřşŧ ŉämę:]

# Shared_LastModified
source: This page was last modified on
fi_fi: [Ŧĥįş päģę ŵäş ľäşŧ mőđįƒįęđ őŉ]

# Shared_Lastname
source: Last name:
fi_fi: [Ŀäşŧ ŉämę:]

# Shared_LoggedInAs
source: Logged in as
fi_fi: [Ŀőģģęđ įŉ äş]

# Shared_NotLoggedIn
source: Not logged in
fi_fi: [Ńőŧ ľőģģęđ įŉ]

# Shared_Password_Label
source: Password:
fi_fi: [Päşşŵőřđ:]

# Shared_PasswordConfirm_Label
source: Password confirm:
fi_fi: [Päşşŵőřđ čőŉƒįřm:]

# Shared_PoweredBy
source: Powered by Roadkill Wiki
fi_fi: [Pőŵęřęđ þy Ŗőäđĸįľľ Ŵįĸį]

# Shared_Username
source: Username:
fi_fi: [Ůşęřŉämę:]

# Signup_Button
source: Register new user
fi_fi: [Ŗęģįşŧęř ŉęŵ ūşęř]

# Signup_Complete_EmailResend_Button
source: Resend email confirmation
fi_fi: [Ŗęşęŉđ ęmäįľ čőŉƒįřmäŧįőŉ]

# Signup_Complete_EmailResent
source: The confirmation email was resent.
fi_fi: [Ŧĥę čőŉƒįřmäŧįőŉ ęmäįľ ŵäş řęşęŉŧ.]

# Signup_Complete_Label
source: Thank you, an email has been sent to {0} with details on how to complete the signup.
fi_fi: [Ŧĥäŉĸ yőū, äŉ ęmäįľ ĥäş þęęŉ şęŉŧ ŧő {0} ŵįŧĥ đęŧäįľş őŉ ĥőŵ ŧő čőmpľęŧę ŧĥę şįģŉūp.]

# Signup_Complete_NoEmail
source: Not received your email?
fi_fi: [Ńőŧ řęčęįvęđ yőūř ęmäįľ?]

# Signup_Complete_Title
source: Signup complete.
fi_fi: [Ŝįģŉūp čőmpľęŧę.]

# Signup_Error_General
source: An error occurred with the signup.
fi_fi: [Åŉ ęřřőř őččūřřęđ ŵįŧĥ ŧĥę şįģŉūp.]

# Signup_Error_Recaptcha
source: The two words for the anti-spam box were incorrect
fi_fi: [Ŧĥę ŧŵő ŵőřđş ƒőř ŧĥę äŉŧį-şpäm þőχ ŵęřę įŉčőřřęčŧ]

# Signup_Label
source: Please enter you details below.
fi_fi: [Pľęäşę ęŉŧęř yőū đęŧäįľş þęľőŵ.]

# Signup_Title
source: Register / Signup
fi_fi: [Ŗęģįşŧęř / Ŝįģŉūp]

# SiteSettings_Configuration
source: Configuration
fi_fi: [Cőŉƒįģūřäŧįőŉ]

# SiteSettings_Configuration_AD_Connection
source: Authentication/LDAP connection string:
fi_fi: [Åūŧĥęŉŧįčäŧįőŉ/ĿĐÅP čőŉŉęčŧįőŉ şŧřįŉģ:]

# SiteSettings_Configuration_AD_Connection_Help
source: The LDAP connection string for the Active Directory connection.This should be in the format LDAP://mydc01.company.internal (it should be uppercase LDAP).
fi_fi: [Ŧĥę ĿĐÅP čőŉŉęčŧįőŉ şŧřįŉģ ƒőř ŧĥę Åčŧįvę Đįřęčŧőřy čőŉŉęčŧįőŉ.Ŧĥįş şĥőūľđ þę įŉ ŧĥę ƒőřmäŧ ĿĐÅP://myđč01.čőmpäŉy.įŉŧęřŉäľ (įŧ şĥőūľđ þę ūppęřčäşę ĿĐÅP).]

# SiteSettings_Configuration_AD_Password
source: LDAP password:
fi_fi: [ĿĐÅP päşşŵőřđ:]

# SiteSettings_Configuration_AD_Password_Help
source: The password to use for authentication.
fi_fi: [Ŧĥę päşşŵőřđ ŧő ūşę ƒőř äūŧĥęŉŧįčäŧįőŉ.]

# SiteSettings_Configuration_AD_Username
source: LDAP username:
fi_fi: [ĿĐÅP ūşęřŉämę:]

# SiteSettings_Configuration_AD_Username_Help
source: The username to authenticate against the Active Directory with. Leave blank if the app pool is running under a user with this permission.
fi_fi: [Ŧĥę ūşęřŉämę ŧő äūŧĥęŉŧįčäŧę äģäįŉşŧ ŧĥę Åčŧįvę Đįřęčŧőřy ŵįŧĥ. Ŀęävę þľäŉĸ įƒ ŧĥę äpp pőőľ įş řūŉŉįŉģ ūŉđęř ä ūşęř ŵįŧĥ ŧĥįş pęřmįşşįőŉ.]

# SiteSettings_Configuration_AdminRole
source: Admin role/security group name:
fi_fi: [Åđmįŉ řőľę/şęčūřįŧy ģřőūp ŉämę:]

# SiteSettings_Configuration_AdminRole_Help
source: <b>WARNING</b> changing this may lock you out of the site. Make a backup of your web.config first before saving. <br/><br/>This is the name of the admin role. Admins have the same rights as editors, but also have access to configuration settings and tools for the site.
fi_fi: [<b>ŴÅŖŃĨŃĞ</b> čĥäŉģįŉģ ŧĥįş mäy ľőčĸ yőū őūŧ őƒ ŧĥę şįŧę. Mäĸę ä þäčĸūp őƒ yőūř ŵęþ.čőŉƒįģ ƒįřşŧ þęƒőřę şävįŉģ. <br/><br/>Ŧĥįş įş ŧĥę ŉämę őƒ ŧĥę äđmįŉ řőľę. Åđmįŉş ĥävę ŧĥę şämę řįģĥŧş äş ęđįŧőřş, þūŧ äľşő ĥävę äččęşş ŧő čőŉƒįģūřäŧįőŉ şęŧŧįŉģş äŉđ ŧőőľş ƒőř ŧĥę şįŧę.]

# SiteSettings_Configuration_AllowUserSignups
source: Allow user signups:
fi_fi: [Åľľőŵ ūşęř şįģŉūpş:]

# SiteSettings_Configuration_AllowUserSignups_Help
source: Check this option if you want to allow people to signup as a new users.
fi_fi: [Cĥęčĸ ŧĥįş őpŧįőŉ įƒ yőū ŵäŉŧ ŧő äľľőŵ pęőpľę ŧő şįģŉūp äş ä ŉęŵ ūşęřş.]

# SiteSettings_Configuration_Attachments
source: Attachments folder:
fi_fi: [Åŧŧäčĥmęŉŧş ƒőľđęř:]

# SiteSettings_Configuration_Attachments_Help
source: This is the directory where all files are uploaded to. This setting should start with ~/ to indicate the site root folder.
fi_fi: [Ŧĥįş įş ŧĥę đįřęčŧőřy ŵĥęřę äľľ ƒįľęş äřę ūpľőäđęđ ŧő. Ŧĥįş şęŧŧįŉģ şĥőūľđ şŧäřŧ ŵįŧĥ ~/ ŧő įŉđįčäŧę ŧĥę şįŧę řőőŧ ƒőľđęř.]

# SiteSettings_Configuration_CachePageText
source: Cache page text:
fi_fi: [Cäčĥę päģę ŧęχŧ:]

# SiteSettings_Configuration_CachePageText_Help
source: Cache text content. Unchecking this will mean each page's textual content is loaded from the database each time.
fi_fi: [Cäčĥę ŧęχŧ čőŉŧęŉŧ. Ůŉčĥęčĸįŉģ ŧĥįş ŵįľľ męäŉ ęäčĥ päģę'ş ŧęχŧūäľ čőŉŧęŉŧ įş ľőäđęđ ƒřőm ŧĥę đäŧäþäşę ęäčĥ ŧįmę.]

# SiteSettings_Configuration_Caching
source: Caching:
fi_fi: [Cäčĥįŉģ:]

# SiteSettings_Configuration_Caching_Help
source: Enable NHibernate caching. Roadkill uses NHibernate caching along with ASP.NET's output caching. It's recommended that you enable caching to increase the responsiveness of the site. Database caching is not currently supported for for web gardens or web farms.
fi_fi: [Ēŉäþľę ŃĦįþęřŉäŧę čäčĥįŉģ. Ŗőäđĸįľľ ūşęş ŃĦįþęřŉäŧę čäčĥįŉģ äľőŉģ ŵįŧĥ ÅŜP.ŃĒŦ'ş őūŧpūŧ čäčĥįŉģ. Ĩŧ'ş řęčőmmęŉđęđ ŧĥäŧ yőū ęŉäþľę čäčĥįŉģ ŧő įŉčřęäşę ŧĥę řęşpőŉşįvęŉęşş őƒ ŧĥę şįŧę. Đäŧäþäşę čäčĥįŉģ įş ŉőŧ čūřřęŉŧľy şūppőřŧęđ ƒőř ƒőř ŵęþ ģäřđęŉş őř ŵęþ ƒäřmş.]

# SiteSettings_Configuration_ConnectionStrings
source: Connection strings
fi_fi: [Cőŉŉęčŧįőŉ şŧřįŉģş]

# SiteSettings_Configuration_ConnectionStrings_Help
source: Changes your database type - you will need to recreate the schema in the tools for this to work correctly.
fi_fi: [Cĥäŉģęş yőūř đäŧäþäşę ŧypę - yőū ŵįľľ ŉęęđ ŧő řęčřęäŧę ŧĥę şčĥęmä įŉ ŧĥę ŧőőľş ƒőř ŧĥįş ŧő ŵőřĸ čőřřęčŧľy.]

# SiteSettings_Configuration_DatabaseConnectionString
source: Database connection string:
fi_fi: [Đäŧäþäşę čőŉŉęčŧįőŉ şŧřįŉģ:]

# SiteSettings_Configuration_DatabaseConnectionString_Help
source: The database connection string.
fi_fi: [Ŧĥę đäŧäþäşę čőŉŉęčŧįőŉ şŧřįŉģ.]

# SiteSettings_Configuration_DatabaseType
source: Database type:
fi_fi: [Đäŧäþäşę ŧypę:]

# SiteSettings_Configuration_DatabaseType_Help
source: Changes your database type - you will need to recreate the schema in the tools for this to work correctly.
fi_fi: [Cĥäŉģęş yőūř đäŧäþäşę ŧypę - yőū ŵįľľ ŉęęđ ŧő řęčřęäŧę ŧĥę şčĥęmä įŉ ŧĥę ŧőőľş ƒőř ŧĥįş ŧő ŵőřĸ čőřřęčŧľy.]

# SiteSettings_Configuration_EditorRole
source: Editor role/security group name:
fi_fi: [Ēđįŧőř řőľę/şęčūřįŧy ģřőūp ŉämę:]

# SiteSettings_Configuration_EditorRole_Help
source: This is the name of the editor role - people who can edit and create pages.
fi_fi: [Ŧĥįş įş ŧĥę ŉämę őƒ ŧĥę ęđįŧőř řőľę - pęőpľę ŵĥő čäŉ ęđįŧ äŉđ čřęäŧę päģęş.]

# SiteSettings_Configuration_EnableRecaptcha
source: Enable recaptcha:
fi_fi: [Ēŉäþľę řęčäpŧčĥä:]

# SiteSettings_Configuration_EnableRecaptcha_Help
source: Enable Recaptcha support - a free anti-spam bot service. You will need to signup and copy your public and private key into the fields below.
fi_fi: [Ēŉäþľę Ŗęčäpŧčĥä şūppőřŧ - ä ƒřęę äŉŧį-şpäm þőŧ şęřvįčę. Ÿőū ŵįľľ ŉęęđ ŧő şįģŉūp äŉđ čőpy yőūř pūþľįč äŉđ přįväŧę ĸęy įŉŧő ŧĥę ƒįęľđş þęľőŵ.]

# SiteSettings_Configuration_Error
source: Unable to save the settings:
fi_fi: [Ůŉäþľę ŧő şävę ŧĥę şęŧŧįŉģş:]

# SiteSettings_Configuration_Extensions
source: Allowed extensions:
fi_fi: [Åľľőŵęđ ęχŧęŉşįőŉş:]

# SiteSettings_Configuration_Extensions_Help
source: These are the file extensions that can be uploaded, comma separated.
fi_fi: [Ŧĥęşę äřę ŧĥę ƒįľę ęχŧęŉşįőŉş ŧĥäŧ čäŉ þę ūpľőäđęđ, čőmmä şępäřäŧęđ.]

# SiteSettings_Configuration_General
source: General
fi_fi: [Ğęŉęřäľ]

# SiteSettings_Configuration_MarkupType
source: Markup type:
fi_fi: [Mäřĸūp ŧypę:]

# SiteSettings_Configuration_MarkupType_Help
source: This is the markup format that is used. Roadkill currently supports the following values: Creole, Markdown, Mediawiki.
fi_fi: [Ŧĥįş įş ŧĥę mäřĸūp ƒőřmäŧ ŧĥäŧ įş ūşęđ. Ŗőäđĸįľľ čūřřęŉŧľy şūppőřŧş ŧĥę ƒőľľőŵįŉģ väľūęş: Cřęőľę, Mäřĸđőŵŉ, Męđįäŵįĸį.]

# SiteSettings_Configuration_RecaptchaPrivateKey
source: Recaptcha private key:
fi_fi: [Ŗęčäpŧčĥä přįväŧę ĸęy:]

# SiteSettings_Configuration_RecaptchaPrivateKey_Help
source: The private key for Recaptcha, which is provided when you signup with recaptcha.
fi_fi: [Ŧĥę přįväŧę ĸęy ƒőř Ŗęčäpŧčĥä, ŵĥįčĥ įş přővįđęđ ŵĥęŉ yőū şįģŉūp ŵįŧĥ řęčäpŧčĥä.]

# SiteSettings_Configuration_RecaptchaPublicKey
source: Recaptcha public key:
fi_fi: [Ŗęčäpŧčĥä pūþľįč ĸęy:]

# SiteSettings_Configuration_RecaptchaPublicKey_Help
source: The public key for Recaptcha, which is provided when you signup with recaptcha.
fi_fi: [Ŧĥę pūþľįč ĸęy ƒőř Ŗęčäpŧčĥä, ŵĥįčĥ įş přővįđęđ ŵĥęŉ yőū şįģŉūp ŵįŧĥ řęčäpŧčĥä.]

# SiteSettings_Configuration_Security
source: Security
fi_fi: [Ŝęčūřįŧy]

# SiteSettings_Configuration_SiteName
source: Site name:
fi_fi: [Ŝįŧę ŉämę:]

# SiteSettings_Configuration_SiteName_Help
source: The name of the site, which is used in certain themes.
fi_fi: [Ŧĥę ŉämę őƒ ŧĥę şįŧę, ŵĥįčĥ įş ūşęđ įŉ čęřŧäįŉ ŧĥęmęş.]

# SiteSettings_Configuration_SiteUrl
source: Site url:
fi_fi: [Ŝįŧę ūřľ:]

# SiteSettings_Configuration_SiteUrl_Help
source: The url of the site, which is used in signup and reset password emails. Do not include the trailing slash.
fi_fi: [Ŧĥę ūřľ őƒ ŧĥę şįŧę, ŵĥįčĥ įş ūşęđ įŉ şįģŉūp äŉđ řęşęŧ päşşŵőřđ ęmäįľş. Đő ŉőŧ įŉčľūđę ŧĥę ŧřäįľįŉģ şľäşĥ.]

# SiteSettings_Configuration_Theme
source: Theme:
fi_fi: [Ŧĥęmę:]

# SiteSettings_Configuration_Theme_Help
source: This is the theme that the site uses. This should match a folder name in the Themes directory.
fi_fi: [Ŧĥįş įş ŧĥę ŧĥęmę ŧĥäŧ ŧĥę şįŧę ūşęş. Ŧĥįş şĥőūľđ mäŧčĥ ä ƒőľđęř ŉämę įŉ ŧĥę Ŧĥęmęş đįřęčŧőřy.]

# SiteSettings_Configuration_Title
source: Site Settings
fi_fi: [Ŝįŧę Ŝęŧŧįŉģş]

# SiteSettings_Configuration_UseWindowsAuth
source: Use Windows Authentication:
fi_fi: [Ůşę Ŵįŉđőŵş Åūŧĥęŉŧįčäŧįőŉ:]

# SiteSettings_Configuration_UseWindowsAuth_Help
source: <b>WARNING</b> changing this may lock you out of the site. Make a backup of your web.config first before saving.<br/><br/> Sets whether to use Windows Authentication and Active Directory for authentication.
fi_fi: [<b>ŴÅŖŃĨŃĞ</b> čĥäŉģįŉģ ŧĥįş mäy ľőčĸ yőū őūŧ őƒ ŧĥę şįŧę. Mäĸę ä þäčĸūp őƒ yőūř ŵęþ.čőŉƒįģ ƒįřşŧ þęƒőřę şävįŉģ.<br/><br/> Ŝęŧş ŵĥęŧĥęř ŧő ūşę Ŵįŉđőŵş Åūŧĥęŉŧįčäŧįőŉ äŉđ Åčŧįvę Đįřęčŧőřy ƒőř äūŧĥęŉŧįčäŧįőŉ.]

# SiteSettings_Tools
source: Tools
fi_fi: [Ŧőőľş]

# SiteSettings_Tools_ClearDatabase
source: Clear the database
fi_fi: [Cľęäř ŧĥę đäŧäþäşę]

# SiteSettings_Tools_ClearDatabase_Label
source: Clears all pages and text from the database. This does not remove any users.
fi_fi: [Cľęäřş äľľ päģęş äŉđ ŧęχŧ ƒřőm ŧĥę đäŧäþäşę. Ŧĥįş đőęş ŉőŧ řęmővę äŉy ūşęřş.]

# SiteSettings_Tools_ClearDatabase_Message
source: Database cleared
fi_fi: [Đäŧäþäşę čľęäřęđ]

# SiteSettings_Tools_ExportAttachments
source: Export attachments as a zip
fi_fi: [Ēχpőřŧ äŧŧäčĥmęŉŧş äş ä žįp]

# SiteSettings_Tools_ExportAttachments_Error
source: Exporting attachments failed: {0}
fi_fi: [Ēχpőřŧįŉģ äŧŧäčĥmęŉŧş ƒäįľęđ: {0}]

# SiteSettings_Tools_ExportAttachments_Label
source: Exports all the contents of attachments folder and subfolders as a zip file.
fi_fi: [Ēχpőřŧş äľľ ŧĥę čőŉŧęŉŧş őƒ äŧŧäčĥmęŉŧş ƒőľđęř äŉđ şūþƒőľđęřş äş ä žįp ƒįľę.]

# SiteSettings_Tools_ExportContent
source: Export all content as a zip
fi_fi: [Ēχpőřŧ äľľ čőŉŧęŉŧ äş ä žįp]

# SiteSettings_Tools_ExportContent_Error
source: Wiki content export failed: {0}
fi_fi: [Ŵįĸį čőŉŧęŉŧ ęχpőřŧ ƒäįľęđ: {0}]

# SiteSettings_Tools_ExportContent_Label
source: Exports all pages, including text content as a series of ".wiki" files. Only the current content and tags are included, no history is provided. This zip file does not include the attachments folder.
fi_fi: [Ēχpőřŧş äľľ päģęş, įŉčľūđįŉģ ŧęχŧ čőŉŧęŉŧ äş ä şęřįęş őƒ ".ŵįĸį" ƒįľęş. Øŉľy ŧĥę čūřřęŉŧ čőŉŧęŉŧ äŉđ ŧäģş äřę įŉčľūđęđ, ŉő ĥįşŧőřy įş přővįđęđ. Ŧĥįş žįp ƒįľę đőęş ŉőŧ įŉčľūđę ŧĥę äŧŧäčĥmęŉŧş ƒőľđęř.]

# SiteSettings_Tools_ExportXml
source: Export to XML
fi_fi: [Ēχpőřŧ ŧő XMĿ]

# SiteSettings_Tools_ExportXml_Error
source: Exporting to XML failed: {0}
fi_fi: [Ēχpőřŧįŉģ ŧő XMĿ ƒäįľęđ: {0}]

# SiteSettings_Tools_ExportXml_Label
source: Exports all page text content and all history as a single XML file.
fi_fi: [Ēχpőřŧş äľľ päģę ŧęχŧ čőŉŧęŉŧ äŉđ äľľ ĥįşŧőřy äş ä şįŉģľę XMĿ ƒįľę.]

# SiteSettings_Tools_RebuildSearch
source: Rebuild search index
fi_fi: [Ŗęþūįľđ şęäřčĥ įŉđęχ]

# SiteSettings_Tools_RebuildSearch_Label
source: Forces a re-build of the page search index, useful if the search begins to get out of sync for any reason.
fi_fi: [Főřčęş ä řę-þūįľđ őƒ ŧĥę päģę şęäřčĥ įŉđęχ, ūşęƒūľ įƒ ŧĥę şęäřčĥ þęģįŉş ŧő ģęŧ őūŧ őƒ şyŉč ƒőř äŉy řęäşőŉ.]

# SiteSettings_Tools_RebuildSearch_Message
source: Rebuild of search index complete
fi_fi: [Ŗęþūįľđ őƒ şęäřčĥ įŉđęχ čőmpľęŧę]

# SiteSettings_Tools_RenameTag
source: Rename a tag
fi_fi: [Ŗęŉämę ä ŧäģ]

# SiteSettings_Tools_RenameTag_Existing
source: Existing tag:
fi_fi: [Ēχįşŧįŉģ ŧäģ:]

# SiteSettings_Tools_RenameTag_Label
source: This will rename a tag, and update all pages that reference the tag to use the new tagname. The tagname is case sensitive.
fi_fi: [Ŧĥįş ŵįľľ řęŉämę ä ŧäģ, äŉđ ūpđäŧę äľľ päģęş ŧĥäŧ řęƒęřęŉčę ŧĥę ŧäģ ŧő ūşę ŧĥę ŉęŵ ŧäģŉämę. Ŧĥę ŧäģŉämę įş čäşę şęŉşįŧįvę.]

# SiteSettings_Tools_RenameTag_Message
source: Tag rename successful
fi_fi: [Ŧäģ řęŉämę şūččęşşƒūľ]

# SiteSettings_Tools_RenameTag_New
source: New tag name:
fi_fi: [Ńęŵ ŧäģ ŉämę:]

# SiteSettings_Tools_ScrewTurnImport
source: Import from screwturn
fi_fi: [Ĩmpőřŧ ƒřőm şčřęŵŧūřŉ]

# SiteSettings_Tools_ScrewTurnImport_Connection
source: Screwturn connection string:
fi_fi: [Ŝčřęŵŧūřŉ čőŉŉęčŧįőŉ şŧřįŉģ:]

# SiteSettings_Tools_ScrewTurnImport_Label
source: Imports all content from a Screwturn 2 database. You will need to set the markuptype to MediaWiki in the settings/web.config file for the format to be compatible. As screwturn uses as variation on the mediawiki syntax, some content will not render perfectly. This includes some images and links.
fi_fi: [Ĩmpőřŧş äľľ čőŉŧęŉŧ ƒřőm ä Ŝčřęŵŧūřŉ 2 đäŧäþäşę. Ÿőū ŵįľľ ŉęęđ ŧő şęŧ ŧĥę mäřĸūpŧypę ŧő MęđįäŴįĸį įŉ ŧĥę şęŧŧįŉģş/ŵęþ.čőŉƒįģ ƒįľę ƒőř ŧĥę ƒőřmäŧ ŧő þę čőmpäŧįþľę. Åş şčřęŵŧūřŉ ūşęş äş väřįäŧįőŉ őŉ ŧĥę męđįäŵįĸį şyŉŧäχ, şőmę čőŉŧęŉŧ ŵįľľ ŉőŧ řęŉđęř pęřƒęčŧľy. Ŧĥįş įŉčľūđęş şőmę įmäģęş äŉđ ľįŉĸş.]

# SiteSettings_Tools_ScrewTurnImport_Message
source: Import successful
fi_fi: [Ĩmpőřŧ şūččęşşƒūľ]

# SiteSettings_Tools_Title
source: Site tools
fi_fi: [Ŝįŧę ŧőőľş]

# SiteSettings_Users
source: Users
fi_fi: [Ůşęřş]

# SiteSettings_Users_AD_Label1
source: User names and passwords are not editable with Windows authentication - you should do this through Active Directory.
fi_fi: [Ůşęř ŉämęş äŉđ päşşŵőřđş äřę ŉőŧ ęđįŧäþľę ŵįŧĥ Ŵįŉđőŵş äūŧĥęŉŧįčäŧįőŉ - yőū şĥőūľđ đő ŧĥįş ŧĥřőūģĥ Åčŧįvę Đįřęčŧőřy.]

# SiteSettings_Users_AD_Label2
source: To add a user as an admin or editor, make sure they are part of the Windows security group that you have specified for the "AdminRolename" and "EditorRolename" settings in the web.config.
fi_fi: [Ŧő äđđ ä ūşęř äş äŉ äđmįŉ őř ęđįŧőř, mäĸę şūřę ŧĥęy äřę päřŧ őƒ ŧĥę Ŵįŉđőŵş şęčūřįŧy ģřőūp ŧĥäŧ yőū ĥävę şpęčįƒįęđ ƒőř ŧĥę "ÅđmįŉŖőľęŉämę" äŉđ "ĒđįŧőřŖőľęŉämę" şęŧŧįŉģş įŉ ŧĥę ŵęþ.čőŉƒįģ.]

# SiteSettings_Users_AD_Title
source: Windows/Active Directory authentication is enabled
fi_fi: [Ŵįŉđőŵş/Åčŧįvę Đįřęčŧőřy äūŧĥęŉŧįčäŧįőŉ įş ęŉäþľęđ]

# SiteSettings_Users_AddAdminDialog_Title
source: Add admin
fi_fi: [Åđđ äđmįŉ]

# SiteSettings_Users_AddEditorDialog_Title
source: Add editor
fi_fi: [Åđđ ęđįŧőř]

# SiteSettings_Users_AddUserDialog_Error
source: Unable to save the user details:
fi_fi: [Ůŉäþľę ŧő şävę ŧĥę ūşęř đęŧäįľş:]
